{
  "ชื่อ": "กระพี้เขาควาย",
  "ชื่อวิทยาศาสตร์": "Dalbergia cultrate Graham ex Benth.",
  "ชื่อสามัญ": "Burma Blackwood",
  "ชื่อพื้นเมือง": "กระพี้ กําพี้ กําพี้เขาควาย แดงดง เก็ดเขาควาย อีเม็งใบมน รักจัน เวียด เส่งพลิแกละ",
  "วงศ์": "Leguminosae หรือ Fabaceae",
  "ต้น": "ไม้ต้น ผลัดใบ สูง 15-25 เมตร เรือนยอดเป็นพุ่มกลมยาว ค่อนข้างโปร่ง เปลือกสีเทานวล เรียบหรือแตกเป็นสะเก็ดตื้นๆ กิ่งอ่อนมีขน",
  "เปลือก": "สีเทานวล เรียบหรือแตกเป็นสะเก็ดตื้นๆ",
  "ใบ": "ใบประกอบแบบขนนกปลายคี่ ใบย่อยเรียงสลับ มีใบย่อย 7-13 ใบ  รูปขอบขนานแกมรูปไข่กลับ ขนาดกว้าง 1.5-2 เซนติเมตร ยาว 3-4 เซนติเมตร ปลายใบสอบมน และหยักเว้า โคนใบสอบมน ใบเหนียวคล้ายแผ่นหนัง เส้นใบย่อยข้างละ 6 - 10 เส้น ก้านใบย่อยยาว 2-4 มิลลิเมตร",
  "ดอก": "ดอกแบบช่อแยกแขนง ออกตามง่ามใบใกล้ยอด ดอกย่อยเป็นรูปดอกถั่ว สีขาวอมชมพู กลีบเลี้ยงเล็ก กลีบดอก 5 กลีบ กลีบบนใหญ่ที่สุด สองกลีบข้างๆ ขนาดเล็กกว่ากลีบคู่ล่างสุดเชื่อมประสานกันเป็นรูปท้องเรือ  ดอกบานเต็มที่กว้าง 3-4 มิลลิเมตร",
  "ผลและเมล็ด": "ฝักแบน รูปคล้ายกระสวยแบน กว้างประมาณ 2 เซนติเมตร ยาว 5-10 เซนติเมตร ปลายและโคนมน มักมีติ่งแหลมสั้นๆ ที่ปลายฝักตรง หรืองอเล็กน้อย ตามผนังมีลายร่างแหชัดเจน ฝักแก่ไม่แตก เมล็ดสีน้ําตาม คล้ายรูปไต กว้างประมาณ 6 มิลลิเมตร ยาวประมาณ 8 มิลลิเมตร ส่วนมากมีเมล็ดเดียว ฝักที่มี 2-3 เมล็ด พบน่อยมาก",
  "โครงสร้างของเนื้อไม้เมื่อตัดทางด้านขวาง (cross section)": "พอร์เป็นแบบ พอร์เดี่ยว (solitary pore) และพอร์แฝด (multiple pore) พอร์มีขนาดใหญ่ แบบของการเรียงตัวไม่เด่นชัดการกระจายเป็นแบบกระจัดกระจาย(diffuse porous) เส้นรัศมีเห็นไม่ค่อยชัด เห็นเส้นพาเรงคิมาชัดเจน พาเรงคิมาเป็นแบบปีก (aliform parenchyma) และแบบปีกต่อ (confluent parenchyma)",
  "รูปต้น": "kapi.png",
  "รูปใบ": "kapi.png",
  "รูปดอก": "kapi.png",
  "รูปเปลือก": "kapi.png",
  "รูปโครงสร้างของเนื้อไม้เมื่อตัดทางด้านขวาง (cross section)": "kapi.png",
  "แหล่งอ้างอิง": [
    "https://www.forest.go.th/nursery/wp-content/uploads/sites/72/2016/01/Suanpa_Trees.pdf",
    "https://www.forest.go.th/research-seed/wp-content/uploads/sites/103/2018/08/Suw6.pdf",
    "https://www.nanagarden.com/product/341238",
    "https://kaset.today/%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C%E0%B9%84%E0%B8%A1%E0%B9%89/%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%9E%E0%B8%B5%E0%B9%89%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A2/"
  ]
}
