{
  "ชื่อ": "พะยูง",
  "ชื่อวิทยาศาสตร์": "Dalbergia cochinchinensis Pierre",
  "ชื่อสามัญ": "Siamese rosewood",
  "ชื่อพื้นเมือง": "กระยง กระยุง (เขมร สุรินทร์) ขะยุง (อุบลราชธานี) แดงจีน (ปราจีนบุรี) ประดู่ตม ประดู่น้ำ (จันทรบุรี) ประดู่ลาย (ชลบุรี) ประดู่เสน (ตราด) พะยูงไหม (สระบุรี)",
  "วงศ์": "Leguminosae หรือ Fabaceae",
  "ต้น": "ไม้ยืนต้นกึ่งผลัดใบ ขนาดกลางถึงขนาดใหญ่ สูงประมาณ 15-25 เมตร เรือนยอดกลมหรือรูปไข่ กิ่งก้านมักห้อยลง",
  "เปลือก": "สีน้ำตาลเทา เรียบหรือแตกเป็นสะเก็ดอ้าสี่เหลี่ยม หรือลอกเป็นแผ่นบาง",
  "ใบ": "ใบประกอบ ออกเป็นช่อแบบขนนก ช่อติดเรียงสลับยาว 10-15 เซนติเมตร แต่ละช่อมีใบยอดรูปรีๆ แกมรูปไข่ ติดเรียงสลับ 7-9 ใบ ก้านใบยาว 2.5-5 เซนติเมตร แกนใบยาว 6.5-15 เซนติเมตร ปลายสุดของช่อเป็นใบเดี่ยว ๆ ใบมีลักษณะเหนียวคล้ายแผ่นหนังบาง ๆ รูปไข่แกมรูปขอบขนานโคนใบมนแล้วค่อยๆ เรียวสอบแหลมไปทางปลายใบ ขนาดกว้าง 3-4 เซนติเมตรยาว 4-7 เซนติเมตร หลังใบสีเขียวเข้ม ท้องใบสีจาง ใบเกลี้ยงไม่มีขนทั้ง 2ด้าน เส้นแขนงใบเป็นแบบร่างแห มี 6-8 คู่ มองเห็นชัดเจนทั้ง 2 ด้าน ขอบใบเรียบ",
  "ดอก": "ออกเป็นช่อแบบช่อแยกแขนง ออกตามซอกใบ ปลายกิ่งหรือตามง่ามใบใกล้ปลายยอด ดอกสมบูรณ์เพศขนาดเล็กสีขาว มีขนสั่น กลีบเลี้ยงรูปถ้วย กลีบดอก 5 กลีบ กลีบบนใหญ่ที่สุด สองกลีบข้าง ๆ ขนาดเล็กกว่ากลีบคู่ล่างสุด เชื่อมประสานกันเป็นรูปท้องเรือ ดอกบานเต็มที่กว้าง 5-8 มิลลิเมตร มีกลิ่นหอมอ่อนๆ",
  "ผลและเมล็ด": "ผลเป็นฝักเกลี้ยง รูปขอบขนาน แบนและบาง กว้าง 1-2 เซนติเมตร ยาว 4-6 เซนติเมตร ฝักพะยูงเมื่อแก่จะร่วงหล่นโดยที่เมล็ดยังอยู่ในฝัก มี 1-4 เมล็ด เมล็ดมีลักษณะแบน เป็นรูปไตสีน้ำตาลเข้ม ผิวเมล็ดค่อนข้างมัน",
  "โครงสร้างของเนื้อไม้เมื่อตัดทางด้านขวาง (cross section)": "จะพบการเรียงตัวของท่อลำเลียงหรือพอร์ โดยพบพอร์เดี่ยว (solitary pore) ในเนื้อไม้ส่วนมาก และแบบพอร์แฝด (multiple pore) ปะปนรวมกันแต่น้อยกว่าพอร์เดี่ยว การเรียงตัวของพอร์ไม่ชัดเจน กระจายทั่วไปในเนื้อไม้ (diffuse porous) บางพอร์พบสารตกค้าง (deposit) อยู่ภายใน เส้นรัศมี (rays) เห็นไม่ค่อยชัด จึงเห็นเส้นพาเรงคิมาเป็นเส้นตรงด้านเดียว พาเรงคิมาแบบปีก (aliform parenchyma) และแบบปีกต่อ (confluent parenchyma)",
  "รูปต้น": "payung.png",
  "รูปใบ": "payung.png",
  "รูปดอก": "payung.png",
  "รูปเปลือก": "payung.png",
  "รูปโครงสร้างของเนื้อไม้เมื่อตัดทางด้านขวาง (cross section)": "payung.png",
  "แหล่งอ้างอิง": [
    "https://www.forest.go.th/plantationexpert/wp-content/uploads/sites/122/2021/01/%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AD%E0%B8%99%E0%B8%B8%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B9%80%E0%B8%9E%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%A3%E0%B8%B4%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A5%E0%B8%B9.pdf",
    "https://www.forest.go.th/suratthani11/wp-content/uploads/sites/46/2018/03/%E0%B8%9E%E0%B8%B0%E0%B8%A2%E0%B8%B9%E0%B8%87.pdf"
    ,"https://site-matching.forest.go.th/plant.php?id=4"
  ]
}